
    'custom' => [
        '属性名' => [
            'ルール名' => 'カスタムメッセージ',
        ],
    ],

    /*
    |--------------------------------------------------------------------------
    | カスタムバリデーション属性名
    |--------------------------------------------------------------------------
    |
    | 以下の言語行は、例えば"email"の代わりに「メールアドレス」のように、
    | 読み手にフレンドリーな表現でプレースホルダーを置き換えるために指定する
    | 言語行です。これはメッセージをよりきれいに表示するために役に立ちます。
    |
    */

    'attributes' => [
        'name' => '名前',
        'memo' => 'メモ',
        'price' => '価格'
        'kana' => 'カナ', 
        'tel' => '電話番号', 
        'email' => 'メールアドレス', 
        'postcode' => '郵便番号', 
        'address' => '住所', 
        'birthday' => '誕生日', 
        'gender' => '性別' 
    ],

];